Revit 2024 API
BuiltInFailures.TagFailures.MultiCategoryTagFilterParamNotFoundInElement Property
 The filter specified by Multi-Category Tag can't be used with the tagged object.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId MultiCategoryTagFilterParamNotFoundInElement { get; }
Visual Basic
Public Shared ReadOnly Property MultiCategoryTagFilterParamNotFoundInElement As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ MultiCategoryTagFilterParamNotFoundInElement {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.TagFailures Class
Autodesk.Revit.DB Namespace